;
; Translation Author = Rinaldo M. aka Whiteshark and bovirus
; Translation Author Email = dad428@hotmail.com and bovirus@gmail.com
; Translation Author Website: www.webalice.it/whiteshark_1/
;
; Software: Wise Registry Cleaner 10.1.3.671
; Actual Translation Maintainer: xilolee (user and moderator on forum.wisecleaner.com) since (can't remember the version number) & bovirus
; Translation updated/checked 2 Dec 2018
;
; Previous Translation Maintainers:
;

[Lang]
NativeLanguage=Italiano

[GUI]
ButtonYes=Sì
ButtonNo=No
ButtonOK=OK
ButtonMinimize=Minimizza
ButtonMaximize=Ingrandisci
ButtonClose=Chiudi
ButtonRestore=Ripristina
ButtonMenu=Menu
Support=Suggerimenti, opinioni

[Translation]
;
; Reading habits
;
ReadHabit=Left-to-right
;
;  Font and Charset
;
LanguageName=ITA
LangCode=0410
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
;
; Message box
;
Information=Info
Warning=Attenzione
Error=Errore
Confirm=Conferma
;
; Main GUI
;
FrmGeneral.chkuac.caption=Ignora UAC
FrmWRC.btnassist.caption=Assistenza
FrmWRC.btnregclean.caption=Pulizia
FrmWRC.btnadv.caption=Ottimizzazione
FrmWRC.btnsilm.caption=Deframmentazione
FrmWRC.btnrestore.caption=Ripristino
FrmWRC.btnsettings.caption=Opzioni
FrmWRC.btnlikeit.caption=Mi piace
FrmWRC.btnsuggest.caption=Suggerimenti, opinioni
FrmWRC.WiseSimpleButton1.caption=Copie
FrmWRC.btnupdate.caption=Aggiorna
FrmWRC.btnfacebook.hint=Clicca "mi piace" sulla pagina di WiseCleaner su Facebook e seguici!
FrmWRC.btntwitter.hint=Condividi i tuoi pensieri riguardo questo programma su Twitter!
FrmWRC.btnemail.hint=Se apprezzi questo programma, consiglialo ai tuoi amici!
FrmWRC.btnmessage.caption=Messaggio
;
; Reg Cleaner
;
FrmReg.caption=Registra
FrmRegClean.btnall.caption=Tutto
FrmRegClean.btnre.caption=Consigliati
FrmRegClean.btnnone.caption=Nulla
FrmRegClean.btnCustom.caption=Scansione personalizzata
FrmRegClean.WiseLabel1.caption=Pianifica
FrmRegClean.lbltype.caption=Modalità di avvio:
FrmRegClean.lblweek.caption=Giorno:
FrmRegClean.lbltime.caption=Ora:
FrmRegClean.btnScan.caption=Scansione
FrmRegClean.btncancel.caption=Annulla
FrmRegClean.btnrescan.caption=Ritorna
FrmRegClean.lblstat.caption=Registro mai pulito. Consigliamo pulizia immediata!
FrmRegClean.vtrc.Columns[0]=Dato
FrmRegClean.vtrc.Columns[1]=Chiave registro
FrmReg.lblinfo.caption=Grazie per aver scelto Wise Registry Cleaner
FrmReg.lblinfoex.caption=Inserisci licenza per attivare versione PRO.
FrmReg.lblemail.caption=Email:
FrmReg.lblUser.caption=Il tuo nome:
FrmReg.lblKey.caption=Chiave licenza:
FrmReg.btnReg.caption=Registra
FrmReg.btnbuy.caption=Acquista
FrmReg.lblhelp.caption=Guai durante la registrazione?
FrmReg.btnContact.caption=Contattaci
;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Ottimizza
FrmOptimizer.btnnone.caption=Nulla
FrmOptimizer.btnall.caption=Tutto
FrmOptimizer.btnDefault.caption=Predefinite
FrmOptimizer.lblrecommendinfo.caption=Prova subito gli altri prodotti su wisecleaner.com!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer è una serie di applicazioni per la manutenzione di registro, dischi, ed altre utilità per il PC. Facile da usare ed efficace!
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner è il miglior pulitore di dischi gratuito per l'eliminazione di file superflui e tracce d'uso. Veloce, completo e sicuro!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Vuoi migliorare ulteriormente le prestazioni di Windows?
Frmoptimizer.lblinfoex.caption=L'ottimizzazione migliora prestazioni di rete, reattività di Windows e stabilità del sistema.
FrmOptimizer.btnoptimize.caption=Ottimizza
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=La deframmentazione del registro migliora velocità e stabilità del PC.
FrmRegDefragger.lblstat.caption=Registro mai deframmentato. Consigliamo deframmentazione ora!
FrmRegDefragger.btndefrag.caption=Deframmenta
FrmRegDefragger.lblinfo1.caption=1. Chiudere tutte le app aperte.
FrmRegDefragger.lblinfo2.caption=2. È normale che il sistema si blocchi durante l'analisi.
FrmRegDefragger.lblinfo3.caption=3. Il PC sarà riavviato.
FrmRegDefragger.lblinfo4.caption=4. Non interrompere l'operazione per evitare effetti ignoti potenzialmente dannosi.
FrmRegDefragger.vtdefrag.Columns[0]=Nome sezione
FrmRegDefragger.vtdefrag.Columns[1]=Dimensione attuale
FrmRegDefragger.vtdefrag.Columns[2]=Nuova dimensione
FrmRegDefragger.vtdefrag.Columns[3]=Fattore di ridondanza
FrmRegDefragger.btnAnalysis.caption=Analizza
;
; Custom scan areas
;
Frmcustom.caption=Personalizza
Frmcustom.btnre.caption=Consigliati
Frmcustom.btnall.caption=Tutto
Frmcustom.btnnone.caption=Nulla
Frmcustom.btncancel.caption=Annulla
Frmcustom.btnok.caption=OK
;
; About Window
;
FrmAbout.lblver.caption=Versione corrente:
FrmAbout.lblemail.caption=Supporto tecnico:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Il nostro sito web:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Ringraziamo le seguenti persone per la collaborazione:
FrmAboutWin.caption=Info
FrmAboutWin.btnok.caption=OK
;
; Settings
;
FrmSettings.caption=Opzioni
FrmSettings.tsCommon.caption=Generale
FrmGeneral.chkexp.caption=Collabora al progetto di miglioramento
FrmGeneral.lblexp.caption=Dettagli
FrmSettings.tsAutoRun.caption=Auto-avvio
FrmSettings.tsExclusion.caption=Esclusioni
FrmSettings.btnrestore.caption=Info
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Annulla
FrmGeneral.chkassist.caption=Avvisami se vengono poste domande con ricompensa
FrmUsers.lblinfo.caption=Indica gli utenti da gestire.
FrmUsers.rdcuser.caption=Solo l'utente corrente
FrmUsers.rdauser.caption=Tutti gli utenti
FrmUsers.rdusers.caption=Indica gli utenti
FrmSettings.tsUsers.caption=Utenti
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Crea sul desktop l'icona 'Pulizia 1-clic'
FrmAutorunSettings.lblcmd.caption=Modalità da riga di comando
FrmAutorunSettings.lblcmdinfo.caption=Puoi avviare programma, scansione e pulizia automatica, usando la riga di comando. Premi F1 o fai clic sul collegamento seguente per leggere l'aiuto in linea.
FrmAutorunSettings.btnhelp.caption=Aiuto in linea
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=Aggiungi
FrmExclusion.btnExport.caption=Esporta
FrmExclusion.btnRemove.caption=Rimuovi
FrmExclusion.btnimport.caption=Importa
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Annulla
;
; General Settings
;
FrmGeneral.chkNews.caption=Notizie di WiseCleaner
FrmGeneral.chkbackup.caption=Crea copia voci registro eliminate
FrmGeneral.WiseLabel1.caption=Aggiornamento:
FrmGeneral.WiseLabel2.caption=Lingua:
FrmGeneral.btnchecknew.caption=Cerca ora
FrmGeneral.lbtran.caption=Traduci in...
FrmGeneral.lblscanmode.caption=Modalità analisi
FrmGeneral.rdnormal.caption=Normale (consigliata)
FrmGeneral.rdssafe.caption=Scansione rapida
FrmGeneral.rddeep.caption=Scansione completa
FrmGeneral.lblBackup.caption=Crea copia in:
FrmGeneral.btnbr.caption=Sfoglia...
FrmRegClean.lblDefaultHint.Caption=Cercherà solo le voci "sicure"
FrmRegClean.lblFullHint.Caption=Per esperti
FrmRegClean.lblCustomHint.Caption=Scegli le aree
TFrmScheduler.lblHint.caption=L'operazione pianificata usa la scansione rapida.
FrmScheduler.caption=Pianificatore
;
; Backup and Restore
;
Frm_br.btncancel.caption=Annulla
FrmBackup.caption=Copie di sicurezza
FrmBackup.btnreg.caption=Salva copia completa registro
FrmBackup.btnsys.caption=Crea punto ripristino sistema
FrmRestore.caption=Centro ripristino
FrmRestore.btnRegBk.caption=Copie del registro
FrmRestore.btnSysBK.caption=Punti di ripristino
FrmRestore.btnclose.caption=Chiudi
FrmRestore.btnrestore.caption=Ripristina
FrmRestore.btnremove.caption=Rimuovi
;
; Update
;
frmupdate.caption=Aggiornamento
;
; Popup Menus
;
pmLicenseKey1=Registra
pmLicenseKey=Cambia chiave licenza
pmHelp=Aiuto in linea
pmforum=Forum
pmHome=Il nostro sito web
pmContact=Contattaci
pmCheckNew=Aggiorna
pmLang=Lingua
pmSkin=Seleziona tema
pmAbout=Info
pmIgnore=Ignora questa voce
pmrec=Indica voci sicure
pmAll1=Seleziona tutto
pmNone=Deseleziona tutto
pmGo=Apri nell'editor registro...
pmExport=Esporta in...
pmPortable=Crea versione portatile
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Se apprezzi Wise Registry Cleaner, presenta questo utile strumento gratuito ai tuoi amici.
FrmlikeUs.lblInfo.caption=Condividi Wise Registry Cleaner con familiari, amici, compagni di classe e colleghi via Email, Blog, Twitter, Youtube, Facebook, ecc... Ben fatto! Regalerai comodità ed efficienza alle loro vite.
FrmlikeUs.lblRate.caption=Valuta Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Seguici su:
FrmlikeUs.lblshare.caption=Condividi Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=Download gratuito
FrmlikeUs.imgrate.hint=Assegnaci 5 stelle
FrmlikeUs.imgmail.hint=Condividi con gli amici
FrmlikeUs.imgface1.hint=Condividi su Facebook
FrmlikeUs.imgface2.hint=Seguici su Facebook
FrmlikeUs.imgtwitter1.hint=Condividi su Twitter
FrmlikeUs.imgtwitter2.hint=Seguici su Twitter
FrmlikeUs.Caption=Mi piace
FrmlikeUs.lbldownload.caption=Scarica altri programmi gratuiti da WiseCleaner.com
;
; DefProcess
;
FrmProcess.Caption=Analisi registro
FrmProcess.lblwait.caption=Analisi...
FrmProcess.lblinfo.caption=Il PC non risponderà per un po'.
FrmProcess.lblwait.caption=Analisi, attendere...

[Message]
NoNews=Hai letto tutti i messaggi.
InvalidRegInfo=Info di registrazione non valide!
alluser=Tutti gli utenti
currentuser=Utente corrente
Username=NomeUtente
Proupdate=La versione giveaway non prevede l'aggiornamento gratuito. Se aggiornassi, perderesti i vantaggi della PRO (che sarà sostituita con la FREE). Contattaci e potremmo offrirti uno speciale sconto. Continui ugualmente?
MWDetected=MalwareBytes blocca l'avvio di %s. Clicca OK per la soluzione.
ActivateOnline=Controllo dati di registrazione, attendi...
WRCRunning=Programma in esecuzione.
StopAndExit=Scansione in corso: desideri fermarla e uscire ora?
EmptyEmail=Indirizzo email non può essere vuoto.
EmptyName=Nome Utente non può essere vuoto.
InvalidEmail=Email non valida. Inseriscine una ok.
EmpytKey=Chiave licenza non può essere vuota.
InvalidKey=Chiave licenza inserita non valida. Inseriscine una ok.
EnterEmail=Inserisci tua email
EnterName=Inserisci tuo nome
EnterKey=Inserisci tua chiave licenza
OverMaxTimes=Nr max attivazioni superato.
ThanksRegister=Grazie per aver registrato questo prodotto!
Activated=Versione completa attiva.
ConnectFail=Impossibile connettersi. Controlla connessione e impostazioni firewall, poi riprova.
NoRegInfo=Non troviamo i tuoi dati. Contattaci tranquillamente per ricevere aiuto.
NeedAdmire=Funzione disponibile all'amministratore: se s'intende usarla, avviare il programma come amministratore.
Valuenrea=Nome valore
Keyname=Nome chiave
ScheduleHint=Pulisci il tuo PC regolarmente.
Unoptimized=Non ottimizzato
UpdateError=Errore aggiornamento. Vuoi scaricare la versione più recente dal nostro sito web?
RegeditorLocked=Regedit bloccato. È necessario accedere a Regedit per eseguire le funzioni di copia di sicurezza e di ripristino. Vuoi sbloccarlo?
failtounLock=Sblocco Regedit fallito. Forse servono ulteriori autorizzazioni per compiere questa operazione.
Total=Totale
DefragRate=Puoi ridurre la dimensione del registro del %s.
SuggestDefrag=Consigliamo di effettuare una deframmentazione ora.
SuggestIgnore=Il registro non presenta eccessiva ridondanza, analizzalo in futuro.
TypeNoError=Pulito
NeverClean=Registro mai pulito. Consigliamo pulizia immediata!
AdviseClean=La pulizia regolare del registro assicura un funzionamento del PC più rapido e sicuro.
DupItem=Voce elencata in lista.
Advisedefrag=La deframmentazione regolare del registro assicura un funzionamento del PC più rapido e stabile.
NeverDefrag=Registro mai deframmentato. Consigliamo deframmentazione ora!
LastDefrag=Ultima deframmentazione registro:
TotalDefrag=Compressi %.2f in totale.
DefaultValue=(predefinite)
RegBackup=Copia completa registro
RegRestore=Ripristino registro
CreateBackup=Creazione dati di copia...
Compress=Compressione...
Extracte=Estrazione...
Complete=Completato
RestoreReg=Ripristino registro in corso. Attendere alcuni minuti...
NotSupportOS=Funzione non supportata dal sistema.
EnableRestore=Servizio ripristino di sistema inattivo. Vuoi attivarlo?
SysCreating=Creazione punto ripristino...
SysRestoring=Preparazione ripristino sistema...
RestorePointDone=Punto ripristino sistema creato con successo.
RestorePointFail=Creazione punto ripristino non riuscita.
ErrorMsg=Messaggio di errore:
Area=Sezione
Summary=Descrizione
LeastOne=Indica almeno una sezione.
IsRunning=Analisi in corso. Attendine il termine, poi riprova.
Optimized=Ottimizzato
DefragReport=Registro compattato. Rapporto di ottimizzazione:
DefragReport1=Precedente dimensione:
DefragReport2=Nuova dimensione:
DefragReport3=Dimensione ottimizzata:
ReOptimize=Nuova ottimizzazione
ComfirmDefrag=Salva ora i tuoi file, poiché il PC sarà riavviato subito dopo questa operazione. Iniziare ora?
def15After=Trascorsi %d giorni dall'ultima deframmentazione del registro. Deframmentalo ora!
def15Before=Mantenendo compatto il registro, il PC sarà più veloce e stabile.
KeyWord=Inserisci parole chiave:
ExImport=Lista esclusioni esportata in:
NoNewVer=Stai usando la versione più recente
Daily=Giornaliero
Weekly=Settimanale
Monthly=Mensile
Never=Mai
TranslateTo=Traduci in...
NeedBack=Sembra che sia la prima volta che usi questo programma. Consigliamo di creare una copia completa del registro. Sei d'accordo?
Newsletter=Notizie
UpgradeInfo=Info d'aggiornamento
CannotCrTask=Impossibile creare attività pianificata.
ScheduleNextTime=Prossimo avvio:
Exported=Voci correnti esportate in %s. Aprire ora il file?
Idle=A PC inattivo
Login=All'accesso
LastClean=Ultima pulizia registro effettuata:
Monday=Lunedì
Tuesday=Martedì
Wednesday=Mercoledì
Thursday=Giovedì
Friday=Venerdì
Saturday=Sabato
Sunday=Domenica
IssueFound=%d problemi rilevati
Scanning=Scansione
ScanCanceled=Scansione annullata!
FindError=Trovati/o %d problemi/a, di cui potrebbe essere rischioso eliminarne %d.
LogAll=%d problemi rilevati, %d problemi risolti.
LogFail=Non è stato possibile risolvere %d problemi.
StartClean=Pulizia
StartScan=Scansione
7After=Trascorsi %d giorni dall'ultima pulizia. Consigliamo la scansione ora.
7Before=Col registro pulito, il PC sarà più veloce!
ReScanHint=Trovati %d problemi. Consigliamo un'altra scansione.
CleanNow=Premi "Pulizia" per riparare subito questi problemi.
NoError=Congratulazioni! Registro pulito!
GoodHabit=La pulizia regolare del registro aiuta a ottenere le massime prestazioni dal PC.
ReScanHint1=Effettua una nuova scansione per rilevare potenziali problemi.
TypeChanged=Opzioni di scansione cambiate!
ReScanHint2=Scansiona il pc per trovare altri problemi.
CleanDone=Pulizia completata!
bkAuto=Automatico
bkManual=Manuale
BackupDate=Data copia
BackupType=Tipo copia
Problems=Problemi
CreateDate=Creazione
Description=Descrizione
Removebackup=Sicuro d'eliminare la copia indicata?
RemoveSysRestore=Sicuro d'eliminare il punto di ripristino indicato?
NoBackupSelected=Indica almeno una copia da ripristinare.
RestoreComplete=Ripristino completato
RestoreFromSysRestore=Riavvio del PC richiesto per ripristinare il sistema. Riavviare ora?
WhenIdle=A PC inattivo
WhenLogin=All'accesso
NewVer=È disponibile una nuova versione di Wise Registry Cleaner! Vuoi aggiornare adesso?
TranslateTo=Traduci in...

[Tuneup]
AeroPeek=Migliora la velocità di visualizzazione di Aero Peek.
AeroSnap=Accelera la visualizzazione delle anteprime dei programmi sulla barra delle applicazioni.
AutoKill=Termina i processi bloccati per evitare crash del sistema.
BlueReboot=Disattiva il riavvio automatico quando il sistema rileva lo schermo blu della morte (BSOD).
BootDelay=Riduce la durata della "verifica dischi" migliorando la velocità di avvio di Windows.
BootPartition=Attiva la funzione di ottimizzazione migliorando la velocità di avvio di Windows.
BootSpeedup=Accelerazione di avvio e spegnimento.
ClearPagingFile=Disattiva lo svuotamento del file di paging di Windows allo spegnimento accelerando lo spegnimento del PC.
CloseAnimate=Disattiva gli effetti di animazione per migliorare la velocità di Windows.
Debugger=Disattiva il debugger velocizzando la gestione degli errori.
DisableDefragBoot=Disattiva la deframmentazione del drive di sistema all'avvio per aumentare la vita utile dell'SSD.
DisableDefragIdle=Disattiva l'autodeframmentazione in caso di inattività per aumentare la vita utile dell'SSD.
DisableIDECheck=Impedisce la verifica dei canali IDE di Windows migliorandone la velocità di avvio.
DisablePrefetch=Disattiva i parametri di prefetch per aumentare la vita utile dell'SSD.
DisableSuperPrefetch=Disattiva i parametri di Superfetch per aumentare la vita utile dell'SSD.
DisAutoRun=Disattiva la funzione "Autoplay" sui drive per scongiurare infezioni e propagazioni di virus.
EnableTRIM=Attiva la funzione TRIM (RITAGLIO) per migliorare le prestazioni dell'SSD.
ErrorReport=Disattiva la comparsa di segnalazioni di errore migliorando le prestazioni del sistema.
FileListSpeed=Accelera la procedura di aggiornamento dell'elenco dei file di Windows.
ForeAppSpeed=Migliora la velocità di risposta dei programmi attivi.
IconCache=Aumenta la cache delle icone di sistema velocizzando la comparsa del desktop.
ItemsOptimized=Sono stati ottimizzati %d elementi.
NetworkSpeedup=Velocità della rete.
NoItems=Tutti gli elementi sono ottimizzati. Congratulazioni! 
NoSelectedItem=Indica almeno un elemento da ottimizzare.
OptDiskIdle=Ottimizza I/O del disco quando la CPU è inattiva.
OptDiskSystem=Ottimizza il sottosistema I/O del disco migliorando le prestazioni del sistema.
OptDNS=Ottimizza le velocità di analisi DNS e di interrogazione DNS.
OptEthernet=Ottimizza le prestazioni della scheda Ethernet.
OptFileSystem=Ottimizza il file system migliorando le prestazioni del sistema.
OptIEConnection=Aumenta il numero massimo di connessioni per server. Migliora la velocità di caricamento delle pagine web e dei video visualizzati online.
OptItems=Puoi ottimizzare questi/o altri/o %d elementi/o.
OptLAN=Ottimizza la velocità della connessione alla rete locale (LAN).
OptMemory=Ottimizza le impostazioni predefinite di memoria migliorando le prestazioni del sistema.
OptMTU=Potenzia le prestazioni TCP/IP rilevando automaticamente i "buchi neri" nel routing con tecnica Path MTU Discovery.
OptNetForward=Ottimizza la capacità di inoltro della rete migliorandone le prestazioni.
OptNetWork=Ottimizza le impostazioni di rete migliorando le prestazioni delle comunicazioni.
OptTTL=Ottimizza le impostazioni di TTL (Time To Live) migliorando le prestazioni della rete.
OptVEff=Ottimizza l'aspetto dei componenti visivi (finestre di dialogo, menu, ecc.) migliorando le prestazioni del sistema.
OptWINS=Ottimizza i tempi di richiesta del nome WINS migliorando la velocità di trasferimento dati.
PagingExecutive=Disattiva la paginazione della memoria e riduce l'I/O del disco migliorando le prestazioni delle applicazioni (l'opzione può essere ignorata se la memoria fisica è minore di 1 GB).
PorcessorTime=Ottimizza le prestazioni del processore per l'esecuzione di applicazioni, giochi, ecc. (ignora se il PC è usato come server).
PrefetchParameters=Ottimizza i parametri di prefetch migliorando la velocità di avvio di Windows.
PreviewUp=Accelera la velocità di visualizzazione delle anteprime sulla barra delle applicazioni.
RemoteRegAccess=Disattiva l'accesso e la modifica al registro di sistema da un PC remoto.
RestartExplorer=Riavvia automaticamente Windows Explorer evitando scomparse inattese del desktop.
RestoreAll=Sei sicuro di voler reimpostare tutti gli elementi ai valori predefiniti di Windows?
ShowSpeed=Migliora la velocità di risposta dei menu di sistema.
SSDSpeedup=Ottimizza SSD.
StaticIP=Imposta un IP statico per la connessione locale velocizzando l'avvio del PC.
SuperPrefetchParameters=Disattiva Super-Prefetch per ridurre il consumo di memoria all'avvio di Windows (8/10).
SystemSpeedup=Velocità del sistema.
SystemStable=Stabilità del sistema.
TakeEff=L'ottimizzazione di alcuni elementi avrà effetto solo dopo il riavvio del PC.
TimeOut=Riduce lo stato di inattività delle applicazioni in chiusura migliorando il processo di spegnimento.
TwoProcess=Imposta i componenti di Windows Explorer per avviarsi in processi separati, evitando conflitti di sistema.

[Type]
ContextMenu=Elementi menu contestuale non validi
MUICache=Cache MUI
Services=Servizi di Windows
Activex=Componenti ActiveX/COM
FireWall=Impostazioni Firewall
RootAll=Percorsi non validi
SoftwareSection=Percorsi software
ApplicationPaths=Percorsi applicazioni
FileTypes=Tipi di file
HelpFiles=File della guida
Fonts=Font
SharedDLL=DLL condivise
MRULists=Liste MRU utente
UninstallSection=Disinstallatori
StartMenu=Menu Start
StartupProgram=Esecuzioni automatiche
SoundandAppEvents=Suoni ed eventi applicazioni
IEUrlHistory=Cronologia URL di IE
IFEO=Esecuzione file immagini
EmptyKey=Chiavi vuote
App=Impostazioni applicazioni

[ErrorMessage]
MUIError1=Riferimento MUI mancante, ma l'unità "%s" è %s, ti suggeriamo di ignorare l'errore.
MUIError=Riferimento MUI mancante.
ServiceNotExists=Il programma del servizio specificato non esiste.
MimeExName=Estensione file MIME errata registrata: %s
EmptyKey=Chiave vuota.
EmptyHelpdirctory=Directory della guida vuota.
FileNotExist=File/cartella inesistente.
HFileNotExist=File/cartella d'aiuto inesistente.
EmptyValue=Valore vuoto.
TypeLib=Libreria tipi inesistente:
NodeEmpty=Nodo vuoto.
SharedFilenotexist=File condiviso inesistente.
sharedfilenotbeuse=File condiviso inutilizzato.
noconnection=File privo di informazioni di collegamento.
Invalidpathtoicon=Percorso a icona non valido.
ReferstoaninvalidClass=Si riferisce a una classe non valida.
Emptyshellcommand=Il comando della shell è vuoto.
Invalidshellcommand=Comando della shell non valido (file inesistente).
Fontsnotexist=File del font inesistente.
Hijacking=%s è stato dirottato da %s.
MRULists=Liste MRU utente.
invalidOpenWith=Nessuna applicazione associata a questo tipo.
ReferActivex=Si riferisce a una voce Activex/COM non valida.
EmptyCLSID=CLSID vuota.
ComSourceNotExist=Origine COM inesistente.
invalidUnistall=Informazioni di disinstallazione non valide.
notexist=inesistente.
ObsoleteStartMenuItem=Voce obsoleta del Menu Start.
SoundFilenotexist=File sonoro inesistente.
FileNotExist1=File/cartella inesistente, ma il drive "%s" è %s, si consiglia di ignorare questo errore.
OpenWithError=Apertura in errore, applicazione specificata inesistente.
OpenWithError1=Apertura in errore, applicazione specificata inesistente. Ma il drive "%s" è %s, si consiglia di ignorare questo errore.
ComSourceNotExist1=Origine COM inesistente, ma il drive %s è %s, si consiglia di ignorare questo errore.

[Summary]
ContextMenu=Elementi menu contestuale non validi
MUICache=Riferimento cache MUI mancante
Services=Servizi di Windows non validi
Activex=Componenti ActiveX e COM non validi
FireWall=Impostazioni non valide del firewall di Windows
RootAll=Percorsi e file non validi
SoftwareSection=Percorsi e file non validi lasciati da software disinstallato
ApplicationPaths=Percorsi ad applicazioni e file registrati non validi
FileTypes=Informazioni su estensioni di file non valide
HelpFiles=File della guida registrati non validi
Fonts=Informazioni su font non valide
SharedDLL=DLL condivise mancanti
MRULists=Cronologia di file aperti, filmati visualizzati, documenti modificati, ecc.
UninstallSection=Info di disinstallazione inutili o non valide
StartMenu=Voci obsolete del Menu Start
StartupProgram=Programmi in esecuzione automatica obsoleti o non validi
SoundandAppEvents=Impostazioni di suoni ed eventi obsolete o non valide
IEUrlHistory=Cronologia di navigazione del web con IE
IFEO=Voci nocive create da spyware, virus o malware
EmptyKey=Voci prive di informazioni
App=Impostazioni di applicazioni non valide

[AutoClean]
ErrorsFixed=errori riparati
Title=Congratulazioni!
ErrorsFound=errori rilevati

[AutoUpdate]
CurrentFile=File attuale:
Canceling=Annullamento...
CANCEL=Annulla
Ready=Pronto per il download

[Skin]
SkinDefault=Predefinita
SkinBlue=Blu
SkinGreen=Verde
SkinCustom=Personalizzata
SkinColor=Personalizza colore

[EUASK]
regcaption=Registrati
logincaption=Accedi
FrmEuaskLogin.lblJoin.Caption=Unisciti a Euask
FrmEuaskLogin.lblSign.Caption=Iscriviti a Euask
FrmEuaskLogin.lblnick.Caption=NomeUtente:
FrmEuaskLogin.lbl1.Caption=Password:
FrmEuaskLogin.btnlogin.caption=Accedi
FrmEuaskLogin.btnregister.Caption=Registrati
FrmEuaskLogin.btnpwd.Caption=Password scordata?
FrmEuaskLogin.WiseLabel1.Caption=NomeUtente:
FrmEuaskLogin.WiseLabel2.Caption=Password:
FrmEuaskLogin.btnreg.caption=Registrati
FrmEuaskLogin.WiseSimpleButton1.Caption=Accedi
FrmEuaskLogin.lbl2.Caption=Email:
FrmEuaskLogin.btnnone.Caption=Non ora
inputuser=Inserisci nome utente e password.

[Renew]
subscribed=Non me lo ricordare più.
title=Wise Registry Cleaner PRO scadrà fra %d giorni!
title1=Licenza scaduta. Rinnovala in tempo!
Price=Rinnova la licenza: solo %s!
Describe=Potresti perdere i privilegi della versione Pro.
Renew=Rinnova ora